Repository: ariel-marques/airclipboard
Catalog: AirClipboard/*.lproj/Localizable.strings
Languages: pt

# search_placeholder
source: Search...
pt: Buscar...

source: Copy again
pt: Copiar novamente

source: Pin to top
pt: Fixar no topo

source: Unpin
pt: Desafixar

source: Delete
pt: Apagar

# file_group_count %lld
source: %lld files
pt: %lld arquivos

# section_general
source: General
pt: Geral

# section_history
source: History
pt: Histórico

# section_language
source: Language
pt: Idioma

# section_advanced
source: Advanced
pt: Avançado

# section_license
source: License
pt: Licença

# section_about
source: About
pt: Sobre

# preferences_general_title
source: General
pt: Geral

# preferences_click_sound
source: Click sound
pt: Som ao clicar

# preferences_launch_at_login
source: Launch at login
pt: Abrir com o sistema

# preferences_shortcut_label
source: Shortcut
pt: Atalho

# preferences_shortcut_description
source: Press the desired shortcut to open ɅirClipboard.
pt: Pressione o atalho desejado para abrir o ɅirClipboard.

# preferences_shortcut_warning
source: ⚠️ Simple shortcuts like ⌃V might not work correctly in certain apps. We recommend ⌃⌘V, ⌥⌘C, or combinations using Shift.
pt: ⚠️ Alguns atalhos simples como ⌃V podem não funcionar corretamente em certos apps. Recomendamos ⌃⌘V, ⌥⌘C ou combinações com Shift.

# preferences_history_title
source: History
pt: Histórico

# preferences_history_limit_label
source: Items in history:
pt: Itens no histórico:

# preferences_history_description
source: Set the maximum number of items to keep in history. The default value is 50.
pt: Defina o número máximo de itens mantidos no histórico. O valor padrão é 50.

# preferences_language_title
source: Language
pt: Idioma

# preferences_language_picker_label
source: App language
pt: Idioma do aplicativo

# preferences_language_note
source: You may need to restart the app for the change to take effect.
pt: Você pode precisar reiniciar o aplicativo para aplicar a mudança.

# language_option_system
source: System Default
pt: Padrão do Sistema

# language_option_english
source: English
pt: Inglês

# language_option_portuguese
source: Portuguese
pt: Português

# preferences_advanced_title
source: Advanced
pt: Avançado

# preferences_advanced_max_size_label
source: Maximum size (MB):
pt: Tamanho máximo (MB):

# preferences_advanced_description
source: Set the maximum file size for clipboard-captured items. The default is 10 MB.
pt: Defina o tamanho máximo para arquivos capturados pela área de transferência. O padrão é 10 MB.

# preferences_license_title
source: License
pt: Licença

# license_key_placeholder
source: License Key
pt: Chave de Licença

# license_verify_button
source: Verify License
pt: Verificar Licença

# license_verified_message
source: ✅ License verified successfully.
pt: ✅ Licença verificada com sucesso.

# license_not_verified_message
source: 🔒 License not verified.
pt: 🔒 Licença não verificada.

# license_invalid_message
source: 🚫 Invalid license. Please check the details.
pt: 🚫 Licença inválida. Verifique os dados.

# version_label
source: Version 1.0.0
pt: Versão 1.0.0

# about_description
source: ɅirClipboard is an elegant and efficient clipboard manager for macOS, focused on productivity and accessibility.
pt: O ɅirClipboard é um gerenciador de área de transferência elegante e eficiente para macOS, com foco em produtividade e acessibilidade.

# official_site
source: 🌐 Official Website
pt: 🌐 Site oficial

source: 🔐 Privacy Policy
pt: 🔐 Política de Privacidade

source: 💬 Send Feedback
pt: 💬 Enviar feedback

# credits_title
source: Credits
pt: Créditos

# credit_development
source: Development, design and direction by Ariel Marques.
pt: Desenvolvimento, design e direção por Ariel Marques.

# credit_icons
source: Icons by SF Symbols and QuickLook.
pt: Ícones por SF Symbols e QuickLook.

# credit_community
source: Thanks to the Swift community and user testers.
pt: Obrigado à comunidade Swift e aos testes de usuários do app.

# credit_special_thanks
source: Special thanks: Noa Chatfield.
pt: Agradecimento especial: Noa Chatfield.

# menu_show
source: Show ɅirClipboard
pt: Mostrar ɅirClipboard

# menu_preferences
source: Preferences...
pt: Preferências...

# menu_quit
source: Quit
pt: Sair

# license_toggle_placeholder
source: I already have a license
pt: Já tenho uma licença

# license_placeholder_message
source: 🔐 Enter your license to unlock all premium features of ɅirClipboard.
pt: 🔐 Insira sua licença para desbloquear todos os recursos premium do ɅirClipboard.

# license_already_have
source: I already have a license
pt: Já tenho uma licença

# limit_reached_free_mode
source: Limit of 3 items reached in free mode.
pt: Limite de 3 itens atingido no modo gratuito.

# upgrade_button_label
source: Unlock limit
pt: Liberar limite

# upgrade_tooltip
source: Release Unlimited Access
pt: Liberar acesso ilimitado

# license_status_free
source: You are using the free mode.
pt: Você está usando o modo gratuito.

# license_status_pro
source: Pro version activated.
pt: Versão Pro ativada.

# license_upgrade_button
source: Get Pro Version
pt: Obter versão Pro

# trial_days_left %lld
source: Trial: %lld day(s) left
pt: Período de teste: %lld dia(s) restante(s)

# trial_expired_message
source: Trial period ended. Get Pro to continue.
pt: Seu período de teste terminou.

# license_status_pro_lifetime
source: Lifetime license activated.
pt: Licença vitalícia ativada.

# shake_to_open
source: Shake the mouse to open ɅirClipboard
pt: Sacudir o mouse para abrir o ɅirClipboard
